Repository: ValiyevAli/i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: az

source: This group is out of downloads (%(limit)d per day), please use the bot via direct message: @%(bot_name)s
az: Bu qrup yüklənmədi (%(limit) limit gün üçün), zəhmət olmasa bir başa bot ilə əlaqəyə keçin: @%(bot_name)s

source: You're out of downloads (%d per day), please try again later
az: Yüklənmə bitdi. (%d limit gün üçün), zəhmət olmasa daha sonra cəhd edin

source: You're out of downloads (%d per day), please try again or /donate to increase the limit
az: Yüklənmə bitdi. (%d limit gün üçün), zəhmət olmasa daha sonra cəhd edin. ya da /donate yazaraq limiti artırmağa kömək edin

source: Please wait, your audio is coming...
az: Zəhmət olmasa gözləyin, musiqi yüklənir ...

source: Song is removed by copyright owners
az: Musiqi müəllif hüquqları sahibləri tərəfindən silinib

source: Reason for report:
az: Silinmə səbəbi:

source: Bad/broken audio
az: Pis / sınıq səs

source: Wrong artist/title
az: Yalnış artist və ya ad

source: Close
az: Bağla

source: Audio reported
az: Səs şikayət olunub

source: Got it! Note: it may take time for the song to appear in the search
az: Anladım! Qeyd: mahnının axtarışda görünməsi vaxt ala bilər

source: Artist and/or title is missing. Please update the tags and re-upload
az: Sənətçi və ya başlıq yoxdur. Xahiş edirəm nə axtardığınız haqda bir daha düşünün

source: Bitrate is too low. Please upload audio in better quality
az: Keyfiyyət çox aşağıdır. Xahiş edirəm səsi daha keyfiyyətli yükləyin

source: Support us
az: Bizimlə əlaqəyə keç

source: Your donations help us to develop new features, increase stability and pay for our servers.
az: Bağışlarınız bizə yeni xüsusiyyətlər inkişaf etdirməyə, sabitliyi artırmağa və serverlərimiz üçün pul ödəməyimizə kömək edir.

source: For just one donation we will gift your account with a *lifetime* premium status. There is a short list of premium features you will receive:
az: Yalnız bir ianə üçün hesabınıza * ömür boyu * premium statusu hədiyyə edəcəyik. Aldığınız premium xüsusiyyətlərin qısa bir siyahısı var:

source: No more ads and spam to you, *forever*
az: *Ömür boyu* spam və reklam görməyəcəksiz

source: %d daily downloads
az: %d günlük yükləmə limiti

source: An option to disable advertising inline captions
az: Sətr içi alt yazılı reklam deaktiv etmək seçimi

source: An option to display audio format info
az: Səs formatı məlumatlarını göstərmək seçimi

source: An option to change search results size
az: Axtarış nəticələrinin ölçüsünü dəyişdirmək seçimi

source: More options under /settings command
az: /settings əmri altında daha çox seçim

source: Subscribe to our news channel to be notified of new features: %(channel)s
az: Yeniliklərdən xəbərdar olmaq üçün xəbər kanalımıza abunə olun: %(channel)s

source: Please forward this message to %(contact)s and you will get the donation instructions.
az: Xahiş edirəm bu mesajı %(contact)s -a göndərin və ianə təlimatlarını alacaqsınız.

source: You are a premium user!
az: Siz premium istifadəçisiniz!

source: You're a good person who kindly supports us, so we granted you a *lifetime* premium status, enjoy it.
az: Siz xeyirxah və yaxşı insansız, buna görə sizə * ömür boyu * premium statusu verdik, bundan həzz alın.

source: There is a short list of premium features you have:
az: Sizdə olan premium xüsusiyyətlərin qısa bir siyahısı:

source: You are not premium, yet
az: Siz hələ premium deyilsiniz

source: Use /donate command to support us and get your *lifetime* premium status
az: Bizi dəstəkləmək və *ömür boyu* premium statusunuzu almaq üçün /donate yazın

source: Added to your playlist (/my)
az: Pleylistinizə əlavə edildi (/my)

source: Removed from your playlist
az: Pleylistinizdən silindi

source: 🔥 Commands
az: 🔥 Komandalar

source: Just send me an artist and/or a song name and I will find music for you!
az: Mənə bir sənətçi ya bir mahnı adı göndərin, sizin üçün musiqini tapacam!

source: /song — search by song title
az: /song — musiqi axtar

source: /artist — search for artist name
az: /artist — sənətçi axtar

source: /my — list your playlist
az: /my — sənin pleylistin

source: /top — popular songs
az: /top — populyar musiqilər

source: /settings — change settings
az: /settings — tənzimləmələri dəyiş

source: /donate — support authors
az: /donate — müəllif üçün bağış

source: /premium — premium info
az: /premium — premium haqqında

source: Contact information: %(contact)s
az: Əlaqə üçün: %(contact)s

source: I found nothing
az: Heç bir şey tapa bilmədim

source: Results %(first)d-%(last)d of %(total)d
az: Axtarış nəticəsi %(first)d-%(last)d of %(total)d

source: Some of results were blocked by request of copyright owners
az: Bəzi nəticələr müəllif hüquqları tələbi ilə bloklandı

source: What song are you looking for?
az: Hansı mahnını axtarırsınız?

source: What artist are you looking for?
az: Hansı sənətkarı axtarırsınız?

source: Search is limited. Check %s for details and updates.
az: Axtarış məhduddur. Ətraflı məlumat və yeniləmələr üçün % s baxın.

source: You need to search for something before
az: İlk öncə nəşə axtarmalısan

source: You're at the first page already
az: Onsuzda ilk səhifədəsiniz

source: Enabled
az: Aktiv

source: Disabled
az: Deaktiv

source: Language
az: Dil

source: Bitrate preview: %s
az: Keyfiyyət:% s

source: Like (heart) buttons: %s
az: Bəyən (ürək) butonu: %s

source: Show audio format: %s
az: Musiqi formatın göstər: %s

source: Search results: %d
az: Axtarış nəticələri: %d

source: What would you like to change?
az: Nəyi dəyişdirmək istərdin?

source: Please, select new language
az: Zəhmət olmasa yeni dil seçin

source: Please help us with a donation (/donate) to access this feature
az: Xahiş edirəm bu xüsusiyyəti əldə etmək üçün bizə bir ianə (/donate) ilə kömək edin

source: Please, help us to know you better. *Where are you from?*
az: Xahiş edirəm, sizi daha yaxından tanımağımıza kömək edin. * Haralısan? *

source: Thank you
az: Təşəkkürlər

source: Language settings updated
az: Dil tənzimləmələri yeniləndi

source: Extracted title: %s
az: Çıxarılan başlıq: %s

source: /setlang — change language
az: /setlang — dili dəyiş

source: Unknown command: %(command)s. Call /help for a list of available commands.
az: Yalnış komanda: %(command)s. /help yazaraq bütün komandaları görə bilərsiz.
